Autodesk.Revit.DB.Geolocation.Services.LoadGeolocationData.GeolocationJson
contains Json data for a non-derived Geolocation.

Autodesk.Revit.DB.Geolocation.Services.LoadGeolocationData
Abstract class used by the ILoadGeolocationServer
to process LoadGeolocationService requests.